Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: Do not use this feature if you don't fully understand what it does.
ar: لا تستخدم هذه الميزة إذا كنت لا تفهم تمامًا ما تفعله.
cs: Nepoužívejte tuto funkci, pokud plně nerozumíte tomu, co dělá.
de: Verwende diese Funktion nicht, wenn du nicht genau weißt, was sie bewirkt.
es: No use esta función si no comprende completamente lo que hace.
es_419: No uses esta función si no entiendes bien para qué sirve.
fr: N’utilisez pas cette fonctionnalité si vous ne comprenez pas bien ce qu’elle fait.

source: Don't lose your funds:
ar: لا تخسر أموالك
cs: Neztrácejte své prostředky:
de: Verliere dein Geld nicht:
es: No pierdas tus fondos:
es_419: No pierdas tus fondos:
fr: Ne perdez pas vos fonds :

source: Don't show this message again
ar: لا تعرض هذه الرسالة مرة أخرى
cs: Nezobrazujte tuto zprávu znovu
de: Diese Meldung nicht mehr anzeigen
es: No vuelvas a mostrar este mensaje
es_419: No vuelvas a mostrar este mensaje
fr: Ne plus afficher ce message

source: Don't use addresses from the previous version.
ar: لا تستخدم عناوين من الإصدار السابق.
cs: Nepoužívejte adresy z předchozí verze
de: Verwende keine Adressen aus der vorherigen Version.
es: No utilice direcciones de la versión anterior.
es_419: No uses direcciones de la versión anterior.
fr: Ne réutilisez pas les adresses de l'ancienne version

source: Done
ar: تم
cs: Hotovo
de: Erledigt
es: Listo
es_419: Listo
fr: Fait

source: Downloading payments
ar: تحميل المدفوعات
cs: Stahování plateb
de: Herunterladen von Zahlungen
es: Descargando pagos
es_419: Descargando pagos
fr: Téléchargement des paiements

source: Downloading payments from cloud
ar: تنزيل المدفوعات من السحابة
cs: Stahování plateb z cloudu
de: Herunterladen von Zahlungen aus der Cloud
es: Descargando pagos desde la nube
es_419: Descargando pagos de la nube
fr: Téléchargement des paiements depuis le cloud

source: Drain my wallet
ar: تسييل محفظتي
cs: Vyprázdněte mou peněženku
de: Meine Wallet leeren
es: Vaciar mi billetera
es_419: Vaciar mi billetera
fr: Vider mon portefeuille

source: Duplicate in %@
ar: مكرر في %@
cs: Duplikát v %@
de: Duplikat in %@
es: Duplicado en %@
es_419: Duplicado en %@

source: Duplicate within this contact
ar: تكرار داخل جهة الاتصال هذه
cs: Duplikát v rámci tohoto kontaktu
de: Duplizieren innerhalb dieses Kontakts
es: Duplicado dentro de este contacto
es_419: Duplicado dentro de este contacto

source: Duration
ar: المدة
cs: Doba trvání
de: Dauer
es: Duración
es_419: Duración
fr: Durée

source: Duress PIN option
ar: خيار رقم التعريف الشخصي للإكراه
cs: Možnost PIN z donucení
de: Option Bedrohungs-PIN
es: Opción de PIN de coacción
es_419: Opción de PIN de coacción

source: Edit
ar: تعديل
cs: Upravit
de: Ändern
es: Editar
es_419: Editar
fr: Éditer

source: Edit Info
ar: تعديل المعلومات
cs: Upravit informace
de: Infos bearbeiten
es: Editar información
es_419: Editar información
fr: Éditer les informations

source: Edit Lock PIN
ar: تحرير رقم التعريف الشخصي للقفل
cs: Upravit kód PIN zámku
de: Sperr-PIN bearbeiten
es: Editar PIN de bloqueo
es_419: Editar PIN de bloqueo

source: Edit PIN
ar: تحرير رقم التعريف الشخصي
cs: Upravit kód PIN
de: PIN bearbeiten
es: Editar PIN
es_419: Editar PIN
fr: Modifier le code PIN

source: Edit Spending PIN
ar: تحرير رقم التعريف الشخصي للإنفاق
cs: Upravit výdajový PIN
de: Ausgaben-PIN bearbeiten
es: Editar PIN de gastos
es_419: Editar PIN de gastos

source: Edit contact
ar: تحرير جهة الاتصال
cs: Upravit kontakt
de: Kontakt bearbeiten
es: Editar contacto
es_419: Editar contacto
fr: Modifier le contact

source: Edit payment request
ar: تعديل طلب الدفع
cs: Upravit žádost o platbu
de: Zahlungsantrag bearbeiten
es: Editar solicitud de pago
es_419: Editar solicitud de pago
fr: Modifier la requête de paiement

source: Electrum server
ar: خادم Electrum
es_419: Servidor de Electrum
fr: Serveur Electrum server

source: Email:
ar: البريد الإلكتروني:
es: Correo:
es_419: Correo electrónico:

source: Enable automated channels
ar: تمكين القنوات الآلية
cs: Povolení automatizovaných kanálů
de: Automatisches Management aktivieren
es: Habilitar canales automatizados
es_419: Activar la gestión automátizada
fr: Activer les canaux automatisés

source: Enable iCloud backup
ar: تمكين النسخ الاحتياطي على iCloud
cs: Povolení zálohování iCloud
de: Aktiviere iCloud-Backup
es: Habilite copia de seguridad de iCloud
es_419: Activar copia de seguridad de iCloud
fr: Activer la sauvegarde iCloud

source: Enable notifications in the Notification Center
ar: تمكين التنبيهات في مركز الإشعارات
cs: Povolení oznámení v oznamovacím centru iOS
de: Aktiviere Benachrichtigungen im Notification Center
es: Permitir notificaciones
es_419: Activar notificaciones en el Centro de notificaciones
fr: Autoriser les notifications dans le Centre de Notifications iOS

source: Enable overpayment
ar: تمكين الدفع الزائد
cs: Povolit přeplacení
de: Überzahlung aktivieren
es: Activar el pago en exceso
es_419: Activar el pago en exceso
fr: Activer le surpaiement

source: Enabling Tor now requires installing a third-party Tor Proxy VPN app such as Orbot. This makes background payments much more reliable with Tor. Also Phoenix now always uses onion addresses for Lightning and Electrum connections when Tor is enabled.
ar: يتطلب تمكين Tor الآن تثبيت تطبيق Tor Proxy VPN تابع لجهة خارجية مثل Orbot. هذا يجعل عمليات الدفع في الخلفية أكثر موثوقية مع تور. أيضًا يستخدم Phoenix الآن دائمًا عناوين البصل لاتصالات Lightning و Electrum عند تمكين Tor.
cs: Povolení služby Tor nyní vyžaduje instalaci aplikace Tor Proxy VPN třetí strany, například Orbot. Díky tomu jsou platby na pozadí s Tor mnohem spolehlivější. Také Phoenix nyní vždy používá adresy onion pro připojení Lightning a Electrum, když je povolen Tor.
de: Um Tor zu aktivieren, muss eine Tor-Proxy-VPN-App eines Drittanbieters wie Orbot installiert werden. Dies macht Hintergrundzahlungen mit Tor viel zuverlässiger. Außerdem verwendet Phoenix jetzt immer Onion-Adressen für Lightning- und Electrum-Verbindungen, wenn Tor aktiviert ist.
es: Para activar Tor ahora es necesario instalar una aplicación VPN Proxy Tor de terceros, como Orbot. Esto hace que los pagos en segundo plano sean mucho más fiables con Tor. Además, ahora Phoenix utiliza siempre direcciones cebolla para las conexiones Lightning y Electrum cuando Tor está activado.
es_419: Para activar Tor ahora es necesario instalar una aplicación VPN Proxy Tor de terceros, como Orbot. Esto hace que los pagos en segundo plano sean mucho más fiables con Tor. Además, ahora Phoenix utiliza siempre direcciones cebolla para las conexiones Lightning y Electrum cuando Tor está activado.
fr: L'activation de Tor nécessite maintenant l'installation d'une application VPN Proxy Tor tierce telle qu'Orbot. Cela rend les paiements en arrière-plan beaucoup plus fiables avec Tor. De plus, Phoenix utilise désormais toujours des adresses en oignon pour les connexions Lightning et Electrum lorsque Tor est activé.

source: End date
ar: تاريخ الانتهاء
cs: Do data
de: Enddatum
es: Fecha final
es_419: Fecha final
fr: Date de fin

source: Ending communication with card reader.
ar: إنهاء الاتصال بقارئ البطاقة.
cs: Ukončení komunikace se čtečkou karet.
de: Beendet die Kommunikation mit dem Kartenleser.
es: Finaliza la comunicación con el lector de tarjetas.
es_419: Finaliza la comunicación con el lector de tarjetas.

source: Enter PIN to authenticate
ar: أدخل رقم التعريف الشخصي للمصادقة
cs: Zadejte PIN pro ověření
de: PIN zur Authentifizierung eingeben
es: Introduce el PIN para autentificarte
es_419: Introduce el PIN para autentificarte
fr: Saisissez le code PIN pour vous authentifier

source: Enter PIN to confirm
ar: أدخل رقم التعريف الشخصي للتأكيد
cs: Zadejte PIN pro potvrzení
de: PIN zur Bestätigung eingeben
es: Introduce el PIN para confirmar
es_419: Introduce el PIN para confirmar
fr: Saisissez le code PIN pour confirmer

source: Enter Phoenix PIN
ar: أدخل رقم التعريف الشخصي لفينيكس
cs: Zadejte kód PIN Phoenix
de: Phoenix-PIN eingeben
es: Introduce el PIN de Phoenix
es_419: Introduce el PIN de Phoenix
fr: Saisissez le code PIN de Phoenix

source: Enter a PIN code to be able to spend funds.
ar: أدخل رمز PIN لتتمكن من إنفاق الأموال.
cs: Zadejte kód PIN, abyste mohli utrácet peníze.
de: Geben Sie einen PIN-Code ein, um Geld ausgeben zu können.
es: Introduce un código PIN para poder gastar fondos.
es_419: Introduce un código PIN para poder gastar fondos.

source: Enter a valid amount
ar: أدخل مبلغًا صالحًا
cs: Zadejte platnou hodnotu
de: Gib einen gültigen Betrag ein
es: Ingrese una cantidad valida
es_419: Ingresar un importe válido
fr: Saisissez un montant valide

source: Enter an amount
ar: أدخل مبلغًا
cs: Zadejte částku
de: Einen Betrag eingeben
es: Ingrese una cantidad
es_419: Ingresar un importe
fr: Saisissez un montant

source: Enter custom PIN to open the app.
ar: أدخل رقم التعريف الشخصي المخصص لفتح التطبيق.
cs: Zadáním vlastního kódu PIN otevřete aplikaci.
de: Geben Sie die benutzerdefinierte PIN ein, um die App zu öffnen.
es: Introduce el PIN personalizado para abrir la aplicación.
es_419: Introduce el PIN personalizado para abrir la aplicación.

source: Enter keywords from your seed
ar: أدخل الكلمات الرئيسية من عبارة الاسترداد الخاصة بك
cs: Vložtě klíčová slova ze svého seedu
de: Stichwörter aus deinem Saatgut eingeben
es: Ingrese palabras clave de su semilla
es_419: Ingresa las palabras clave de tu semilla
fr: Saisissez les mots de votre clé

source: Enter new PIN
ar: أدخل رقم تعريف شخصي جديد
cs: Zadejte nový kód PIN
de: Neue PIN eingeben
es: Introducir nuevo PIN
es_419: Introducir nuevo PIN
fr: Saisir un nouveau PIN

source: Error
ar: خطأ
cs: Chyba
de: Fehler
fr: Erreur

source: Error - retry in:
ar: خطأ - أعد المحاولة بعد:
cs: Chyba - opakovaný pokus v:
de: Fehler - Wiederholungsversuch in:
es: Error - intentar en:
es_419: Error. Reintentar en:
fr: Erreur - réessayer dans :

source: Error fetching wallet backups from iCloud
ar: خطأ في جلب النسخ الاحتياطية للمحافظ من iCloud
cs: Chyba při načítání záloh peněženky z iCloudu
de: Fehler beim Abrufen von Wallet-Backups aus der iCloud
es: Error al obtener copias de seguridad de billetera de iCloud
es_419: Error al obtener copias de seguridad de la billetera en iCloud
fr: Échec de la récupération des sauvegardes sur iCloud

source: Error reading tag
ar: خطأ في قراءة العلامة
cs: Chyba při čtení značky
de: Fehler beim Lesen des Tags
es: Error al leer la etiqueta
es_419: Error al leer la etiqueta

source: Error: %@
ar: خطأ: %@
cs: Chyba: %@
de: Fehler: %@
fr: Erreur : %@

source: Error: invalid amount
ar: خطأ: مبلغ غير صالح
cs: Chyba: neplatná částka
de: Fehler: ungültiger Betrag
es: Error: monto inválido
es_419: Error: importe inválido
fr: Erreur : montant invalide

source: Estimate liquidity cost
ar: تقدير تكلفة السيولة المقدرة
cs: Odhad nákladů na likviditu
de: Liquiditätskosten schätzen
es: Estimación del coste de liquidez
es_419: Calcular el costo de liquidez
fr: Estimation du coût de la liquidité

source: Even when Phoenix is prompting you for the PIN for a different wallet.
ar: حتى عندما يطالبك Phoenix برقم التعريف الشخصي لمحفظة مختلفة.
cs: I když vás Phoenix vyzve k zadání kódu PIN pro jinou peněženku.
de: Auch dann, wenn Phoenix Sie zur Eingabe der PIN für eine andere Geldbörse auffordert.
es: Incluso cuando Phoenix te pide el PIN de otro monedero.
es_419: Incluso cuando Phoenix te pide el PIN de otro monedero.

source: Expect to receive %d separate payments.
ar: توقع الحصول على %d مدفوعات منفصلة.
cs: Doručení očekáváno %d oddělených platbách.
de: Erwarte %d separate Zahlungen.
es: Espere recibir %d pagos separados.
es_419: Espera recibir %d pagos separados.
fr: Attendez-vous à recevoir %d paiements séparés.

source: Expect to receive %lld separate payments.
ar: توقع أن تتلقى %دفعات منفصلة %دفعات منفصلة.
cs: Očekávejte, že obdržíte %lld samostatných plateb.
de: Erwarte, dass du %lld separate Zahlungen erhältst.
es: Espere recibir %lld pagos por separado.
es_419: Espera recibir %lld pagos separados.
fr: Attendez vous à recevoir %lld paiements séparés.

source: Experimental
ar: تجريبي
cs: Experimentální
de: Experimentelle
fr: Expérimental

source: Expired
ar: منتهية الصلاحية
cs: Platnost vypršela
de: Abgelaufen
es: Vencido
es_419: Vencido
fr: Expiré

source: Expired:
ar: منتهية الصلاحية
cs: Platnost vypršela:
de: Abgelaufen:
es: Caducado:
es_419: Caducado:
fr: Expiré :

source: Explore
ar: استكشف
cs: Prozkoumat
de: Erforsche
es: Explorar
es_419: Explorar
fr: Explorer

source: Exponential backoff
ar: تراجع أسي
cs: Exponenciální zpětný výběr
de: Exponentialer Backoff
es: Retroceso exponencial
es_419: Retroceso exponencial
fr: Backoff exponentiel

source: Export
ar: التصدير
cs: Exportovat
de: Exportieren
es: Exportar
es_419: Exportar
fr: Exporter

source: Export Payments
ar: مدفوعات التصدير
cs: Vývozní platby
de: Exportzahlungen
es: Exportar Pagos
es_419: Exportar pagos
fr: Exporter les paiements

source: Export your payment history in CSV (comma separated value) format.
ar: قم بتصدير سجل مدفوعاتك بتنسيق CSV (قيمة مفصولة بفاصلة).
cs: Exportovat historii plateb ve formátu CSV (hodnoty oddělené čárkou).
de: Exportiere dein Zahlungsverhalten im CSV-Format (kommagetrennte Werte).
es: Exporte su historial de pagos en formato CSV (valores separados por comas).
es_419: Exporta tu historial de pagos en formato CSV (valores separados por comas).
fr: Exportez votre historique de paiement au format CSV (format pour tableur).

source: Exporting Failed
ar: فشل التصدير
cs: Exportování se nezdařilo
de: Exportieren fehlgeschlagen
es: Exportación fallida
es_419: Error de exportación
fr: Échec de l'export

source: FAILED
ar: فشل الارسال
cs: Neúspěšné
es: HA FALLADO
es_419: FALLIDO
fr: ÉCHOUÉ

source: FAQ
ar: الاسئلة الشائعة
es: Preguntas frecuentes

source: Face ID
ar: معرّف الوجه
cs: ID obličeje
de: Gesichtserkennung

source: Failed
ar: فشل
cs: Neúspěšný
de: Gescheitert
es: Fallido
es_419: Fallido
fr: Échoué

source: Failed payment
ar: فشل في السداد
cs: Neúspěšná platba
de: Fehlgeschlagene Zahlung
es: Pago fallido
es_419: Error al procesar el pago
fr: Paiement échoué

source: Failed: Existing channels found in mid-creation state
ar: فاشلة: القنوات الحالية الموجودة في حالة الإنشاء النصفي
cs: Neúspěšně: Stávající kanály nalezeny ve stavu uprostřed tvorby
de: Gescheitert: Bestehende Kanäle in der Mitte des Erstellungsprozesses gefunden
es: Fallo: canales existentes encontrados en estado de creación media
es_419: Error: los canales existentes se encuentran en estado de creación intermedia
fr: Erreur: vous avez des canaux de paiement en cours création

source: Failed: Invalid closing script
ar: فشل: نص الإغلاق غير صالح
cs: Neúspěšně: Neplatný uzavírací skript
de: Fehlgeschlagen: Ungültiges Abschluss-Skript
es: Fallo: script de cierre no válido
es_419: Error: script de cierre inválido
fr: Erreur: l'adresse de migration est invalide

source: Failure: %@
ar: الفشل: %@
cs: Selhání: %@
de: Fehlschlag: %@
es: Falla: %@
es_419: Fallo: %@
fr: Erreur: %@

source: Failure: Unknown error
ar: فشل: خطأ غير معروف
cs: Selhání: Neznámá chyba
de: Fehlschlag: Unbekannter Fehler
es: Fallo: error desconocido
es_419: Fallo: error desconocido
fr: Erreur: un problème est survenu

source: Fee credit
ar: رصيد الرسوم
cs: Poplatkový kredit
de: Gebührenkredit
es: Crédito de tasas
es_419: Crédito de tasas
fr: Crédit d'impôt

source: Fee for on-the-fly channel creation:
ar: رسوم إنشاء قناة سريعة:
cs: Poplatek za vytvoření kanálu za běhu:
de: Gebühr für die Erstellung von Kanälen im Handumdrehen:
es: Tarifa por la creación del canal:
es_419: Comisión por la creación de canales en tiempo real:
fr: Frais de création de canal :

source: Fee is insufficient.
ar: الرسوم غير كافية.
cs: Poplatek je nedostatečný.
de: Gebühr ist nicht ausreichend.
es: La tarifa es insuficiente.
es_419: La tarifa es insuficiente.
fr: Les frais sont insuffisants.

source: Fee rate
ar: معدل الرسوم
cs: Výše poplatku
de: Gebührenrate
es: Tasa de tarifa
es_419: Tasa de comisión
fr: Taux de frais

source: Feerate below minimum allowed by mempool.
ar: أقل من الحد الأدنى المسموح به من قبل mempool.
cs: Feerate pod minimem povoleným mempoolem.
de: Feerate unter dem vom mempool erlaubten Minimum.
es: Feerate por debajo del mínimo permitido por mempool.
es_419: La tasa de comisión es inferior al valor mínimo que permite el pool de memoria.
fr: Feerate en dessous du minimum autorisé par mempool.

source: Feerate below minimum allowed by mempool: %@
ar: أقل من الحد الأدنى المسموح به من قبل ميمبوول: %@
cs: Feerate pod minimem povoleným mempoolem: %@
de: Feerate unter dem vom Mempool erlaubten Minimum: %@
es: Feerate por debajo del mínimo permitido por mempool: %@
es_419: La tasa de comisión es inferior al valor mínimo que permite el pool de memoria: %@
fr: Taux inférieur au minimum autorisé par le mempool : %@

source: Feerate below minimum allowed by mempool: %@ sats/vByte
ar: المعدل أقل من الحد الأدنى المسموح به من قبل ميمبوول: %@ سات/بايت
cs: Feerate pod minimem povoleným mempoolem: %@ sats/vByte
de: Feerate unter dem vom Mempool erlaubten Minimum: %@ sats/vByte
es: Feerate por debajo del mínimo permitido por mempool: %@ sats/vByte
es_419: Feerate por debajo del mínimo permitido por mempool: %@ sats/vByte
fr: Les frais sont en deçà du minimum accepté par le mempool : %@ sats/vByte

source: Fees
ar: الرسوم
cs: Poplatky
de: Gebühren
es: Tarifas
es_419: Tarifas
fr: Frais

# Fees are currently estimated at around **%@** (≈ %@).
source: Fees are currently estimated at around **%1$@** (≈ %2$@).
ar: تقدر الرسوم حاليًا بحوالي **%1$$$** (≈%2$$$@).
cs: Poplatky se v současné době odhadují na přibližně **%1$@** (≈ %2$@).
de: Die Gebühren werden derzeit auf etwa **%1$@** (≈ %2$@) geschätzt.
es: Actualmente, las tarifas se estiman en alrededor de **%1$@** (≈ %2$@).
es_419: Las comisiones se calculan actualmente en torno a **%1$@** (≈ %2$@).
fr: Les frais sont actuellement estimés aux alentours de **%1$@** (≈ %2$@).

source: Fees paid for the liquidity service.
ar: الرسوم المدفوعة مقابل خدمة السيولة.
cs: Poplatky za službu likvidity.
de: Gebühren für die Liquiditätsdienstleistung.
es: Comisiones pagadas por el servicio de liquidez.
es_419: Comisiones pagadas por el servicio de liquidez.
fr: Frais payés pour le service de liquidité.

source: Fetched %@ item
ar: تم جلب %@ عنصر
cs: Vyzvednuta %@ položka
de: Geholtes %@ Element
es: Elemento %@ obtenido
es_419: %@ elemento obtenido
fr: %@ élément trouvé

source: Fetched %@ items
ar: تم جلب %@ عناصر
cs: Vyzvednuto %@ položek
de: Abgerufene %@ Artikel
es: Elementos %@ obtenidos
es_419: %@ elementos obtenidos
fr: %@ éléments trouvés

source: Fetched %lld item
ar: تم إحضار %العنصر %لدي
cs: Načtená položka %lld
de: Geholtes %lld Element
es: Obtenido %lld artículo
es_419: %lld elemento obtenido
fr: Récupération de %lld item

source: Fetched %lld items
ar: العناصر المضبوطة %لدى %لدى
cs: Načteno %lld položek
de: Geholte %lld Artikel
es: Obtenido %lld artículos
es_419: %lld elementos obtenidos
fr: Récupération de %lld items

source: Fetching Invoice
ar: جارِ إحضار الفاتورة
cs: Získání faktury
de: Rechnung abrufen
es: Obteniendo factura
es_419: Obteniendo factura
fr: Récupération de la requête

source: Fetching Lightning URL
ar: جارِ احضار رابط البرق
cs: Získání adresy URL blesku
de: Abrufen der Lightning URL
es: Obteniendo URL de Lightning
es_419: Obteniendo URL de Lightning
fr: Récupération du lien LNURL

source: Fetching invoice...
ar: إحضار الفاتورة...
cs: Získání faktury...
de: Rechnung abholen...
es: Buscando factura...
es_419: Buscando factura...
fr: Récupération de l\'invoice...

source: Fiat
ar: العملة الورقية
es: Fíat
es_419: Fíat
fr: Devise

source: Fiat currency
ar: العملة الورقية
cs: Fiat měna
de: Fiat-Währung
es: Moneda fiduciaria
es_419: Divisa fíat
fr: Monnaie fiduciaire

source: Final wallet
ar: المحفظة النهائية
cs: Konečná peněženka
es: Billetera final
es_419: Billetera final
fr: Wallet final

source: Final wallet:
ar: المحفظة النهائية
cs: Konečná peněženka:
de: Endgültige Brieftasche:
es: Cartera final:
es_419: Cartera final:
fr: Portefeuille final :

source: Fix It
ar: إصلاحه
cs: Opravit
es: Arreglalo
es_419: Solucionarlo
fr: Corriger

source: For more information, see the FAQ
ar: لمزيد من المعلومات ، راجع التعليمات
cs: Více informací se dozvíte ve FAQ
de: Weitere Informationen findest du in den FAQ
es: Para más información, consulte las preguntas frecuentes
es_419: Para obtener más información, consulta las preguntas frecuentes.
fr: Pour plus de détails, consultez la FAQ

source: Force close allows you to unilaterally close your channels.
ar: يسمح لك فرض الاغلاق بإغلاق قنواتك من جانب واحد.
cs: Vynucené zavření vám umožní jednostranně zavřít kanály.
de: Mit "Schließen erzwingen" kannst du deine Kanäle einseitig schließen.
es: Forzar cierre le permite cerrar unilateralmente sus canales.
es_419: Puedes cerrar unilateralmente tus canales mediante un cierre forzado.
fr: La clôture forcée vous permet de fermer vos canaux de paiement de façon unilatérale.

source: Force close channels
ar: فرض إغلاق القنوات
cs: Vynutit uzavření kanálů
de: Schließen von Kanälen erzwingen
es: Forzar el cierre de canales
es_419: Forzar cierre de canales
fr: Forcer la clôture

source: Force closing channels will cost you money (to cover the on-chain fees) and will cause your funds to be locked for days. **Do not uninstall the app until your channels are fully closed or you will lose money.**
ar: سيكلفك فرض الاغلاق أموالًا (لتغطية رسوم الارسال عبر السلسلة الرئيسية) وسيؤدي ذلك إلى حجز أموالك لعدة أيام. **لا تقم بإلغاء تثبيت التطبيق حتى يتم إغلاق قنواتك بالكامل وإلا ستخسر الأموال.**
cs: Vynucené uzavření kanálů vás bude stát peníze (na pokrytí poplatků na on-chainu) a způsobí, že vaše prostředky budou na několik dní zablokovány. **Nemažte aplikaci, dokud nebudou kanály plně uzavřeny, nebo přijdete o své peníze. **
de: Das erzwungene Schließen von Kanälen kostet dich Geld (um die On-Chain-Gebühren zu decken) und führt dazu, dass dein Guthaben für einige Tage gesperrt wird. **Deinstalliere die App nicht, bevor deine Kanäle nicht vollständig geschlossen sind, sonst verlierst du Geld
es: Forzar el cierre de los canales le costará dinero (para cubrir las tarifas dentro de la cadena) y hará que sus fondos se bloqueen durante días. **No desisntale la aplicación hasta que sus canales estén completamente cerrados o perdera dinero. **
es_419: Forzar el cierre de canales te costará dinero (para cubrir las comisiones en la cadena) y bloqueará tus fondos durante varios días. **No desinstales la aplicación hasta que los canales se hayan cerrado por completo o perderás dinero.**
fr: Forcer la clôture des canaux de paiement vous coûtera cher (afin de couvrir les frais on-chain), et vos fonds seront verrouillés sur la chaine pendant plusieurs jours. **Ne désinstallez pas l’application tant que vos canaux ne sont pas complètement fermés, sous peine de perdre les fonds**

source: Force-close channels
ar: فرض إغلاق القنوات
cs: Vynucené zavření kanálů
de: Kanäle force-closen
es: Forzar cierre de canales
es_419: Forzar el cierre de canales
fr: Fermeture unilatérale

source: Forwarding Invoice
ar: جارٍ اعادة توجيه الفاتورة
cs: Předání faktury
de: Weiterleitung der Rechnung
es: Reenviando factura
es_419: Reenviando factura
fr: Transmission de la requête

source: Found %@ wallets in iCloud
ar: تم العثور على %@ محافظ في iCloud
cs: Nalezeno %@ peněženek v iCloudu
de: %@ Geldbörsen in der iCloud gefunden
es: Se encontraron %@ billeteras en iCloud
es_419: Se encontraron %@ billeteras en iCloud
fr: %@ portefeuilles trouvés dans iCloud

source: Found %lld wallets in iCloud
ar: تم العثور على %محافظ في iCloud
cs: Nalezeno %lld peněženek v iCloudu
de: %lld Geldbörsen in der iCloud gefunden
es: Se encontró %lld billeteras en iCloud
es_419: Se encontraron %lld billeteras en iCloud
fr: %lld portefeuilles trouvés dans iCloud
